console.log(
    ' самооценка : 150/150 \n\
    Выполнено всё из секции Требования к репозиторию и как сабмитить задание +30 \n\
Слайдер позиционируется с равными отступами слева и справа +10 \n\
Соблюдено расположение картинок, подписей к ним и контролов +10 \n\
Имеется плавная анимация смены картинок +20 \n\
Имеется плавная анимация смены подписей к картинкам +10 \n\
Подписи к картинкам должны быть строковыми значениями (текстом), т.е. текст не должен быть частью картинки +15 \n\
Каждый контрол имеет большую область нажатия, чем размер самого контрола +5 \n\
Контролы имеют интерактивность (момент наведения, момент нажатия, активный контрол, изменение курсора) +10 \n\
Имеется мобильная версия слайдера, и соблюдено расположение картинок, подписей к ним и контролов +20 \n\
Используются только относительные единицы измерения для основных блоков (картинки, контролы, подписи). Относительные единицы: rem, em, %, vh, vw, fr and etc... - присутствует "резиновость" слайдера +10  \n\
Все блоки/составные части слайдера (контролы, картинки, подписи к слайдеру) находятся в базовом потоке дом-элементов, не позиционируются (position) с помощью top, left, right, bottom, не используется float. Можно: flex, grid, margin-left and etc... - все, что не упомянуто в запретах выше. Свойство position может быть только static. +5  \n\
Не используются псевдоэлементы (не путать с псевдоклассами, псевдоклассы можно). +5 \n\
');